Revit 2024 API
SymbolTypeId.Lx Property
 Symbol lx, indicating unit Lux.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Lx { get; }
Visual Basic
Public Shared ReadOnly Property Lx As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Lx {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace